Repository: yaroslavprogrammer/django-axes
Catalog: axes/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ru: Пожалуйста введите корректное имя пользователя и пароль. Вводите данные с учетом регистра

source: <unknown>
ru: <Неизвестно>

source: Account locked: too many login attempts. Please try again later.
ru: Аккаунт заблокирован: слишком много попыток входа. Пожалуйста попробуйте позже.

source: Account locked: too many login attempts. Contact an admin to unlock your account.
ru: Аккаунт заблокирован: слишком много попыток входа. Свяжитесь с администратором для решения проблемы.

source: user agent
ru: браузер пользователя

source: IP address
ru: IP адрес

source: username
ru: имя пользователя

source: trusted
ru: довереный

source: path
ru: путь

source: attempt time
ru: время попытки

source: GET data
ru: GET данные

source: POST data
ru: POST данные

source: failed logins
ru: неудачные попытки

source: access attempt
ru: попытка войти

source: access attempts
ru: попытки войти

source: Attempted Access: %s
ru: Попытка входа: %s

source: logout time
ru: время выхода

source: access log
ru: история входа

source: access logs
ru: истории входа

source: Access Log for %(user)s @ %(attempt)s
ru: История входа для %(user)s @ %(attempt)s
